[
  "Alt + D: [Explorer] Select the address bar.",
  "Alt + Enter: Display properties for the selected item; [Explorer] Open the Properties dialog box for the selected item.",
  "Alt + Esc: Cycle through items in the order in which they were opened.",
  "Alt + F4: Close the active item, or exit the active app.",
  "Alt + F8: Show your password on the sign-in screen.",
  "Alt + P: [Explorer] Display the preview panel.",
  "Alt + Page Down: Move down one screen.",
  "Alt + Page Up: Move up one screen.",
  "Alt + Shift + arrow keys: When a group or tile is in focus on the Start menu, move it in the direction specified.",
  "Alt + Spacebar: Open the shortcut menu for the active window.",
  "Alt + Tab: Switch between open apps.",
  "Alt + selection key: [CMD] Begin selection in block mode.",
  "Alt + underlined letter: Perform the command for that letter; [Dialog Box] Perform the command (or select the option) that is used with that letter.",
  "Alt + ←: Go back; [Explorer] View the previous folder.",
  "Alt + ↑: [Explorer] View the folder that the folder was in.",
  "Alt + →: Go forward; [Explorer] View the next folder.",
  "Arrow keys: [CMD] Move the cursor in the direction specified; [Dialog Box] Select a button if the active option is a group of option buttons.",
  "Backspace: [Dialog Box] Open a folder one level up if a folder is selected in the Save As or Open dialog box; [Explorer] View the previous folder; [Settings] Go back to the settings home page.",
  "Ctrl + A: Select all items in a document or window.",
  "Ctrl + Alt + Tab: Use the arrow keys to switch between all open apps.",
  "Ctrl + C (or Ctrl + Insert): Copy the selected item.",
  "Ctrl + D (or Delete): Delete the selected item and move it to the Recycle Bin.",
  "Ctrl + E: [Explorer] Select the search box.",
  "Ctrl + End (History navigation): [CMD] If the command line is empty, move the viewport to the command line. Otherwise, delete all the characters to the right of the cursor in the command line.",
  "Ctrl + End (Mark mode): [CMD] Move the cursor to the end of the buffer.",
  "Ctrl + Esc: Open Start.",
  "Ctrl + F4: Close the active document (in apps that are full-screen and let you have multiple documents open at the same time).",
  "Ctrl + F: [Explorer] Select the search box.",
  "Ctrl + Home (History navigation): [CMD] If the command line is empty, move the viewport to the top of the buffer. Otherwise, delete all the characters to the left of the cursor in the command line.",
  "Ctrl + Home (Mark mode): [CMD] Move the cursor to the beginning of the buffer.",
  "Ctrl + M: [CMD] Enter Mark mode.",
  "Ctrl + N: [Explorer] Open a new window.",
  "Ctrl + R (or F5): Refresh the active window.",
  "Ctrl + Shift + E: [Explorer] Display all folders above the selected folder.",
  "Ctrl + Shift + Esc: Open Task Manager.",
  "Ctrl + Shift + N: [Explorer] Create a new folder.",
  "Ctrl + Shift + Tab: [Dialog Box] Move back through tabs.",
  "Ctrl + Shift + arrow keys: When a tile is in focus on the Start menu, move it into another tile to create a folder.",
  "Ctrl + Shift + click a taskbar button: [Taskbar] Open an app as an administrator.",
  "Ctrl + Shift with an arrow key: Select a block of text.",
  "Ctrl + Shift: Switch the keyboard layout when multiple keyboard layouts are available.",
  "Ctrl + Spacebar: Turn the Chinese input method editor (IME) on or off.",
  "Ctrl + Tab: [Dialog Box] Move forward through tabs.",
  "Ctrl + V (or Shift + Insert): Paste the selected item.",
  "Ctrl + W: [Explorer] Close the active window.",
  "Ctrl + X: Cut the selected item.",
  "Ctrl + Y: Redo an action.",
  "Ctrl + Z: Undo an action.",
  "Ctrl + arrow key (to move to an item) + Spacebar: Select multiple individual items in a window or on the desktop.",
  "Ctrl + arrow keys: Resize the Start menu when it's open.",
  "Ctrl + click a grouped taskbar button: [Taskbar] Cycle through the windows of the group.",
  "Ctrl + mouse scroll wheel: [Explorer] Change the size and appearance of file and folder icons.",
  "Ctrl + number (number 1–9): [Dialog Box] Move to nth tab.",
  "Ctrl + ←: Move the cursor to the beginning of the previous word.",
  "Ctrl + ↑: Move the cursor to the beginning of the previous paragraph; [CMD] Move up one line in the output history.",
  "Ctrl + →: Move the cursor to the beginning of the next word.",
  "Ctrl + ↓: Move the cursor to the beginning of the next paragraph; [CMD] Move down one line in the output history.",
  "End: [Explorer] Display the bottom of the active window.",
  "Esc: Stop or leave the current task.",
  "F10: Activate the Menu bar in the active app.",
  "F11: [Explorer] Maximize or minimize the active window.",
  "F2: Rename the selected item.",
  "F3: Search for a file or folder in File Explorer.",
  "F4: Display the address bar list in File Explorer.",
  "F4: [Dialog Box] Display the items in the active list.",
  "F5: Refresh the active window.",
  "F6: Cycle through screen elements in a window or on the desktop.",
  "Home: [Explorer] Display the top of the active window.",
  "Num Lock + asterisk (*): [Explorer] Display all subfolders under the selected folder.",
  "Num Lock + minus (-): [Explorer] Collapse the selected folder.",
  "Num Lock + plus (+): [Explorer] Display the contents of the selected folder.",
  "Page down: [CMD] Move the cursor by one page down.",
  "Page up: [CMD] Move the cursor by one page up.",
  "PrtScn: Take a screenshot of your whole screen and copy it to the clipboard.",
  "Shift + Delete: Delete the selected item without moving it to the Recycle Bin first.",
  "Shift + F10: Display the shortcut menu for the selected item.",
  "Shift + Tab: [Dialog Box] Move back through options.",
  "Shift + click a taskbar button: [Taskbar] Open an app or quickly open another instance of an app.",
  "Shift + right-click a grouped taskbar button: [Taskbar] Show the window menu for the group.",
  "Shift + right-click a taskbar button: [Taskbar] Show the window menu for the app.",
  "Shift with any arrow key: Select more than one item in a window or on the desktop, or select text in a document.",
  "Spacebar: [Dialog Box] Select or clear the check box if the active option is a check box.",
  "Tab: [Dialog Box] Move forward through options.",
  "Type on any page with search box: [Settings] Search settings.",
  "Win + A: Open Action center.",
  "Win + Alt + D: Display and hide the date and time on the desktop.",
  "Win + Alt + number: Open the desktop and open the Jump List for the app pinned to the taskbar in the position indicated by the number.",
  "Win + B: Set focus in the notification area.",
  "Win + C: Open Cortana in listening mode.",
  "Win + Ctrl + D: [Virtual Desktop] Add a virtual desktop.",
  "Win + Ctrl + Enter: Turn on Narrator.",
  "Win + Ctrl + F4: [Virtual Desktop] Close the virtual desktop you're using.",
  "Win + Ctrl + F: Search for PCs (if you're on a network).",
  "Win + Ctrl + Q: OpenQuick Assist.",
  "Win + Ctrl + Shift + B: Wake PC from blank or black screen",
  "Win + Ctrl + Shift + number: Open the desktop and open a new instance of the app located at the given position on the taskbar as an administrator.",
  "Win + Ctrl + Spacebar: Change to a previously selected input.",
  "Win + Ctrl + V: Open shoulder taps.",
  "Win + Ctrl + number: Open the desktop and switch to the last active window of the app pinned to the taskbar in the position indicated by the number.",
  "Win + Ctrl + ←: [Virtual Desktop] Switch between virtual desktops you’ve created on the left.",
  "Win + Ctrl + →: [Virtual Desktop] Switch between virtual desktops you’ve created on the right.",
  "Win + D: Display and hide the desktop.",
  "Win + E: Open File Explorer.",
  "Win + F: Open Feedback Hub and take a screenshot.",
  "Win + G: Open Game bar when a game is open.",
  "Win + H: Start dictation.",
  "Win + Home: Minimize all except the active desktop window (restores all windows on second stroke).",
  "Win + I: Open Settings; [Settings] Open settings.",
  "Win + J: Set focus to a Windows tip when one is available.",
  "Win + K: Open the Connect quick action.",
  "Win + L: Lock your PC or switch accounts.",
  "Win + M: Minimize all windows.",
  "Win + O: Lock device orientation.",
  "Win + P: Choose a presentation display mode.",
  "Win + Pause: Display the System Properties dialog box.",
  "Win + Plus (+): Open Magnifier.",
  "Win + R: Open the Run dialog box.",
  "Win + S: Open search.",
  "Win + Shift + C: Open the charms menu.",
  "Win + Shift + M: Restore minimized windows on the desktop.",
  "Win + Shift + S: Take a screenshot of part of your screen.",
  "Win + Shift + V: Cycle through notifications.",
  "Win + Shift + number: Open the desktop and start a new instance of the app pinned to the taskbar in the position indicated by the number.",
  "Win + Shift + ← or →: Move an app or window in the desktop from one monitor to another.",
  "Win + Shift + ↑: Stretch the desktop window to the top and bottom of the screen.",
  "Win + Shift + ↓: Restore/minimize active desktop windows vertically, maintaining width.",
  "Win + Spacebar: Switch input language and keyboard layout.",
  "Win + T: Cycle through apps on the taskbar.",
  "Win + Tab: Open Task view.",
  "Win + Tab: [Virtual Desktop] Open Task view.",
  "Win + U: Open Ease of Access Center.",
  "Win + V: Open the clipboard.",
  "Win + X: Open the Quick Link menu.",
  "Win + Y: Switch input between Windows Mixed Reality and your desktop.",
  "Win + Z: Show the commands available in an app in full-screen mode.",
  "Win + comma (,): Temporarily peek at the desktop.",
  "Win + forward slash (/): Begin IME reconversion.",
  "Win + number: Open the desktop and start the app pinned to the taskbar in the position indicated by the number. If the app is already running, switch to that app.",
  "Win + period (.) or semicolon (;): Open emoji panel.",
  "Win + ←: Maximize the app or desktop window to the left side of the screen.",
  "Win + ↑: Maximize the window.",
  "Win + →: Maximize the app or desktop window to the right side of the screen.",
  "Win + ↓: Remove current app from screen or minimize the desktop window.",
  "Win: Open or close Start.",
  "←: Open the next menu to the left, or close a submenu; [Explorer] Collapse the current selection (if it's expanded), or select the folder that the folder was in.",
  "→: Open the next menu to the right, or open a submenu; [Explorer] Display the current selection (if it's collapsed), or select the first subfolder."
]
